export const CITY_NOT_FOUND = 'Такого города нет! Попробуйте еще раз ввести правильный город';
export const WRITE_TIME = 'Введите время в формате - часы:минуты';
export const WRITE_CITY = 'Введите название города';
export const SUCCESSFUL_WEATHER_SUB = 'Вы успешно подписались!';
export const INVALID_TIME_FORMAT = 'Введено неверное время! Время должна быть в формате - часы:минуты';
export const MISSING_TASK_TITLE = 'Введите заголовок задачи';
export const MISSING_TASK_DESCRIPTION = 'Введите описание задачи';
export const TASK_ADDED = 'Задача была добавлена!';
export const NOTIFICATION_TASK_SET = 'Вы установили уведомление на задачу';
export const FETCHING_IMAGE = 'Получаем картинку...';
export const UNSUBSCRIBED_FROM_TASK = 'Вы отписались от уведомления задачи';
export const NO_TASKS = 'У тебя нет задач';
export const TASK_LIST = 'Список задач';
export const TASK_SUB_LIST = 'Список подписок';
export const SUBSCRIPTION_CANCELLED = 'Подписка отменена';
export const NO_SUBSCRIPTIONS = 'У вас нет подписок';
export const DELETED_TASK = 'Задача удалена';
export const TASK_NOT_REMOVED = 'Задача не была удалена';
export const HELP_MESSAGE = `
Доступные команды:

/start - 🚀 Запустить бота     
/help - ⚠️ О боте     
/dog - 🐶 Собака     
/cat - 🐱 Котик     
/weather - ☁️ Погода   
/subscribe - ☀️ Подписка на погоду   
/add_task - ✅ Добавить задачу   
/my_tasks - 📝 Мои задачи

Но также ты можешь воспользоватся меню ниже 👇
`;
export const MENU_RECOMMEND = 'Меню управления рекомендациями';
export const TASK_MENU = 'Меню управления задачами';
export const MENU_WEATHER = 'Меню управления погодой';
export const ERROR_TRY_AGAIN_LATER = 'Произошла ошибка. Пожалуйста, попробуйте еще раз позже.';
export const UNKNOWN_COMMAND = 'Неизвестная команда. Введите /help для получения списка доступных команд.';
export const SUB_WEATHER_NOT_FOUND = 'Такой номер подписки на погоду не найден!';
export const SUB_TASK_NOT_FOUND = 'Задача с таким ID не стоит в твоих упоминаниях!';
export const TASK_NOT_FOUND_ERROR = 'Задача с таким ID не найдена';
export const EMPTY_CITY_FIELD_ERROR = 'Поле для города не может быть пустым!';
export const GREETING_MESSAGE = 'Привет! Чтобы начать работу введи команду /help';
export const DONT_RUSH_MESSAGE = 'Не так быстро! Будь медленее.';
